{
    "question": [
        "Sau khi học 1 thời gian, em muốn chuyển ngành khác hoặc chuyển hình thức đào tạo thì có được phép không? Vd từ ngành KHMT sang ngành KTMT, vd từ chương trình chất lượng cao sang chương trình chính quy đại trà?",
        "Em có nghe chương trình tiên tiến. Vậy chương trình tiên tiến là gì? ",
        "Dạ cho em hỏi ngành logistic bên trường có xét theo khối C k ạ",
        "KTX bách khoa ở quận 10 có gần trường không ạ?",
        "Có thể học về IoT trong ngành KTMT không?",
        "Khác nhau giữa ngành KHMT và KTMT?",
        "Em học ngành KHMT ra Trường có việc làm không?",
        "Cho em hỏi học phí ngành khoa học máy tính chương trình giảng dạy bằng tiếng Anh của trường được không ạ?",
        "Em nghe bạn em nói, Trường ĐHBK có cơ sở ở Thủ Đức. Nếu em đăng ký học ngành KHMT, em học ở cơ sở nào?",
        "Em thích làm web, em nên học ngành nào?",
        "Em muốn học làm robot, điều khiển từ xa các thiết bị trong gia đình thì em nên học ngành nào?",
        "Trường có cho em vay tiền đóng tiền học phí không?",
        "Hồ sơ xét tuyển theo phương thức 2 của em bị sai thông tin khu vực ưu tiên thì có cần nộp lại bộ hồ sơ khác không ạ?",
        "Ngành Kỹ thuật Máy tính là ngành học về vấn đề gì?",
        "Trong quá trình nhập thông tin em có ghi sai thông tin môn tiếng anh lớp 10 từ 8.0 thành 8.4 mong trường xem xét và sửa lại giúp em. Em cảm ơn",
        "Em học không giỏi lắm, em nên học ngành nào? (KHMT, KTMT)",
        "Cho em hỏi là PT5 xét tuyển thì không có ĐGNL có đủ điều kiện xét không ạ",
        "Dạ cho em hỏi là nếu trong học kỳ, em đăng kí 28 chỉ mà chỉ đạt có 25 chỉ, em dự định sẽ đăng ký môn khác 3 chỉ trong HK hè để bù vào vậy thì có tính là em được phép đăng ký môn học của năm tiếp theo không ạ",
        "Cho em hỏi còn đợt nộp hồ sơ cho chương trình đào tạo thạc sĩ phương thức tuyển thẳng nào không. Do em chưa chuẩn bị đủ hồ sơ nên đợt nộp ngày 16/6/2023 em không thể nộp kịp. Em mong được phản hồi. xin cám ơn admin",
        "Có thể học về thiết kế chip/thiết kế vi mạch trong ngành KTMT không?",
        "Nếu ban đầu em học ngành KHMT, sau đó, em thấy không phù hợp, em có thể chuyển sang ngành KTMT được không? ",
        "Trường có giới thiệu việc làm cho em không? ",
        "Em học ngành KTMT hoặc KHMT, em có thể đi du học được không?",
        "Cho em hỏi thời gian công bố kết quả phương thức 1.1 Xét tuyển thẳng theo quy định của Bộ Giáo dục & Đào tạo và ĐHQG-HCM ạ?",
        "Cho em hỏi phương thức kết hợp khi nào mới có điểm chuẩn ạ",
        "Dạ cho em hỏi trọng số các tiêu chí điểm trong phương thức 5 là bao nhiêu ạ?",
        "Các Trường đại học khác có ngành Công nghệ thông tin (CNTT), Trường ĐHBK chỉ có hai ngành: Khoa học Máy tính (KHMT) và ngành Kỹ thuật Máy tính (KTMT). Vậy hai ngành này có giống với ngành CNTT của các Trường ĐH khác không?",
        "Có thể học về hệ thống nhúng trong ngành KTMT không?",
        "Có cần phải có kiến thức/kỹ năng gì để học được ngành KTMT?",
        "Khoa KH & KT Máy tính có chương trình dành cho người vừa đi làm vừa đi học hay không? Thí sinh cần tham gia thi tuyển hay chỉ cần xét tuyển?",
        "Trường có giới thiệu em miễn nghĩa vụ quân sự không?",
        "Dạ em là thí sinh chuẩn bị thi đại học năm nay, em có nguyện vọng vào Bách Khoa nhưng lúc tạo tài khoản trên mybk em bị quên mật khẩu thì giờ em phải làm sao đây ạ",
        "Có thể học về an ninh mạng trong ngành KTMT không?",
        "Học ngành KHMT, KTMT mất bao nhiêu năm? ",
        "Khoa KH & KT Máy tính có chương trình liên thông hay không?",
        "Bộ hồ sơ Ưu tiên xét tuyển theo quy định của ĐHQG-HCM bao gồm:",
        "Thầy cô ơi cho e hỏi là khi nào công bố điểm chuẩn phương thức utxt 2 ạ",
        "Học phí của ngành KHMT, KTMT?",
        "Ngành KHMT và KTMT, ngành học nào dễ hơn.",
        "Nếu cần thêm thông tin hoặc cần tư vấn về ngành Kỹ thuật Máy tính thì liên hệ ở đâu?",
        "Sau khi em ra Trường, em có được học tiếp lên cao nữa hay không?",
        "Các thành tích nổi bật của SV ngành KTMT trong những năm qua là gì?",
        "Khoa KH & KT Máy tính có đào tạo song ngành hay không? ",
        "Trường có Ký túc Xá không? Em có được ở KTX không?",
        "Trường có làm việc vào thứ 7 không ạ?",
        "Em nghe bạn em nói học ngành KHMT khó lắm, mà em học không giỏi môn vật lý, em học có được không?",
        "Có các chuyên ngành/hướng nào trong ngành Kỹ thuật Máy tính?",
        "Sự khác biệt giữa ngành Kỹ thuật Máy tính và ngành Khoa học Máy tính ở trường Đại học Bách khoa – ĐHQG TPHCM là gì?",
        "Em thi tổ hợp các môn Khoa học xã hội thì có xét tuyển được vào ngành Công nghệ Thông tin không ạ?",
        "Học phí có đắt không?",
        "Cho em hỏi trường xét phương thức kết hợp 5 là vào ngày mấy ạ",
        "Sự khác biệt giữa Kỹ thuật Máy tính và Công nghệ thông tin là gì?",
        "Điểm xét tuyển theo phương thức 2 Ưu tiên xét tuyển có được cộng thêm điểm thưởng khi có các thành tích khác không ạ?",
        "Khi học xong ngành KHMT, KTMT, em có được đi dạy không?",
        "Em ở quê, chưa được học viết chương trình, em có thể học được ngành KHMT không?",
        "Có thể học về tính toán hiệu năng cao – điện toán đám mây trong ngành KTMT không?",
        "Làm sao để biết hồ sơ gửi đi đã hợp lệ hay chưa ạ?",
        "Có thể học về trí tuệ nhân tạo trong ngành KTMT không?",
        "Cho em hỏi công thức tính điểm phương thức 5 Xét tuyển kết hợp nhiều tiêu chí ạ?",
        "Ở Trường em dưới quê, em chỉ có học word, excel, window. Vậy, em có học được ngành KTMT không?",
        "Hồ sơ xét tuyển theo phương thức 2 bị sai nơi sinh thì phải làm sao?",
        "Chứng chỉ nào thì đạt chuẩn MOS trường mình vậy (Specialist, Expert, hay Master)",
        "SV nộp chứng chỉ MOS thì có được tính là đã hoàn thành chứng chỉ tin học cơ bản hay không hay SV phải đạt song song 2 tín chỉ (cơ bản và nâng cao -MOS) thì mới được công nhận đã hoàn thành tín chỉ CNTT?",
        "Trường có tổ chức ôn thi MOS cho sinh viên không",
        "\t",
        "Khái niệm \"đạt chứng chỉ MOS\" được đo lường qua thang điểm (điểm tối thiểu phải đạt được) hay yêu cầu nào cụ thể hay không?",
        "Đối với SV tạm dừng học thì tín chỉ này sẽ không bị ảnh hưởng nếu các bạn đáp ứng điều kiện về thời gian nộp điểm đúng không?",
        "\t",
        "Tất cả các sinh viên chính quy sẽ được miễn phí thi chứng chỉ công nghệ thông tin cơ bản (CCCNTT cơ bản) và MOS?",
        "SV cần đạt chứng chỉ MOS để được đăng ký học phần khóa luận tốt nghiệp, có cụ thể là SV được nộp ở thời điểm nào trong lộ trình học hay không hay SV chỉ cần nộp trước thời điểm đăng ký môn học LVTN là được chấp nhận?",
        "SV có được học và thi chứng chỉ MOS ngoài trường và nộp vào để hoàn thành chuẩn được hay không?",
        "Nhân viên phụ trách về các thông tin khi cần hỗ trợ/ giải đáp thắc mắc về chứng chỉ MOS cho SV?",
        "Chứng chỉ quốc tế IC3 cụ thể là IC3 loại nào?",
        "CCCNTT cơ bản và IC3 có tương đương với nhau không?",
        "Khi nào thì có thể nộp CCCNTT cơ bản",
        "Chứng chỉ quốc tế MOS",
        "MOS sẽ thi 2 kỹ năng Excel và PowerPoint, vậy phiên bản Microsoft bao nhiêu? (2013 hay 2016,....)",
        "Về cách nộp MOS: trường hợp Trường phối hợp đơn vị tổ chức thi thì điểm có được liên kết ghi nhận đạt hay không? Hay SV phải tự nộp điểm? Điểm nộp là file mềm minh chứng hay phải là chứng nhận bản cứng? Tương tự cách nộp đối với SV thi bên ngoài và nộp điểm vào trường.",
        "Về việc phối hợp tổ chức thi MOS cho SV, sẽ được tổ chức tại trường hay địa điểm ngoài? Cụ thể vào thời gian nào?",
        "SV đã có chứng chỉ CNTT cơ bản, tuy nhiên thi vào năm 2015 thì có được công nhận không. Nếu không được thì thời hạn của chứng chỉ là bao lâu? Và Phía P. Đào tạo có thông báo với SV về thời hạn của chứng chỉ là bao lâu hay không? (Vì theo như thông báo sô 256 \"V/v tổ chức kỳ thi kỹ năng công nghệ thông tin\" trong mục quy định về chứng chỉ hợp lệ ko có đề cập thời hạn là bao lâu.",
        "Thi CCCNTT cơ bản gồm bao nhiêu câu ?",
        "Đối với trường hợp có chững chỉ MOS để được đăng ký học phần khóa luận tốt nghiệp mà qua thời gian đăng ký thì trường có thể xem xét ko xét điều kiện K221",
        "Tìm Quy trình của P.SĐH cho môn Thực Tập 2 ở đâu?",
        "Môn thực tập làm việc bao nhiêu giờ một ngày?",
        "Thang Điểm đánh giá cho thực tập 1",
        "Tại sao lại có môn thực tập cho học viên cao học?",
        "Học viên cao học đã đi làm toàn thời gian thì thực tập như thế nào?",
        "Có thể đăng ký cùng lúc Thực tập 1 và Thực tập 2 được không",
        "Việc Chủ động tìm GVHD thì gồm những bước gì?",
        "Môn Thực tập  1 là gì?",
        "Ràng buộc giữa Thực tập 1 và Thực tập 2 như thế nào",
        "Môn thực tập làm việc bao nhiêu giờ một tuần?",
        "Làm ở công ty có trên trang thực tập của khoa, thì có được miễn thực tập không?",
        "Kết thúc thực tập 2 thì cần những giấy tờ, biểu mẫu gì?",
        "Sự khác nhau giữa thực tập 2 và đề cương luận văn",
        "Sinh viên từ khóa nào mới cần đăng kí thực tập?",
        "Các thay đổi liên quan đến Thực tập 1 và Thực tập 2",
        "Nên đang kí môn thực tập nào trước?",
        "Lương của môn thực tập",
        "Thực tập các công ty khác trên trang thực tập của khoa có được không?",
        "Số lượng học viên hướng dẫn của GVHD là bao nhiêu?",
        "Môn thực tập 1 và thực tập 2 đăng kí có theo thứ tự không? ",
        "Môn thực tập có lương không?",
        "Sau khi liên hệ được GVHD thì tôi cần nộp giấy tờ gì",
        "Kết thúc thực tập 1 thì cần những giấy tờ, biểu mẫu gì?",
        "Môn Thực tập chỉ đăng kí được trong học kì chính đúng không?",
        "Thay đổi giảng viên hướng dẫn giữa thực tập 1 và thực tập 2 được không?",
        "Giảng Viên hướng dẫn khác khoa nhưng cùng trường có được không?",
        "Tại sao học viên cao học lại phải học thực tập",
        "Thực tập có đồng hướng dẫn từ doanh nghiệp thì đánh giá như thế nào?",
        "Môn Thực tập 2 là gì",
        "Ai có thể làm giảng viên hướng dẫn?",
        "Tìm thông tin về đề tài của giảng viên hướng dẫn ở đâu?",
        "Ràng buộc giữa Thực tập 2 và Đồ án tốt nghiệp như thế nào",
        "Thang Điểm đánh giá cho thực tập 2",
        "Thực tập 2 và Luận Văn làm hai đề tài khác nhau được không?",
        "Thực tập có đồng hướng dẫn từ doanh nghiệp thì đánh giá ai đánh giá?",
        "Học viên học liên thông có cần học thực tập",
        "Danh sách các doanh nghiệp trên trang thực tập có liên quan tới môn thực tập 1 và thực tập 2 không?",
        "Thực tập ở các công ty trên trang thực tập của khoa đúng không?",
        "Môn thực tập có làm bán thời gian không?",
        "Cần những biểu mẫu nào cho môn Thực Tập 2?",
        "Môn thực tập có bắt buộc không?",
        "Tìm GVHD ở đâu?",
        "Thay đổi giảng viên hướng dẫn giữa thực tập 2 và luận văn được không?",
        "Môn Thực tập chỉ đăng kí được trong học kì hè đúng không?",
        "Trong trường hợp không các công ty trên trang thực tập không nhận thì học viên phải làm sao?",
        "Môn thực tập có làm toàn thời gian không?",
        "Nội dung phù hợp cho thực tập 2 với ngành KHMT là gì?",
        "Có cần thực tập tại doanh nghiệp không?",
        "Quy trình đăng ký và triển khai cho môn Thực tập 2 như thế nào",
        "Nội dung phù hợp cho thực tập 1 với ngành KHMT là gì?",
        "Cần những biểu mẫu nào cho môn Thực Tập 1?",
        "Quy trình đăng ký và triển khai cho môn Thực tập 1 như thế nào",
        "Thạc sĩ có 4 chuyên ngành: Khoa học Máy tính, Khoa học Dữ liệu, An ninh mạng, Kỹ thuật phần mềm. Vậy khi nào được chọn chuyên ngành (vào học kì mấy), vì luận văn và thực tập 2 phải theo chuyên ngành đã chọn",
        "Tìm Quy trình của P.SĐH cho môn Thực Tập 1 ở đâu?",
        "3. Quy trình xử lý:",
        "Điều kiện Rút môn học:",
        "2. Hướng dẫn đăng ký Rút môn học:",
        "Mình làm sẽ làm gì khi thực tập",
        "Học viên đang đi làm thì thực hiện việc thực tập như thế nào?",
        "Nếu trong khi thực tập gặp vấn đề khó khăn, ai sẽ là người hướng dẫn support",
        "Trường có thể tạo điều kiện, giới thiệu cơ sở thực tập cho học viên và hỗ trợ thư giới thiệu tới các đơn vị trên được không?",
        "học viên có thể thực tập bằng cách tham gia các dự án tại trường không?",
        "Học viên có cần thực tập tại công ty hay không"
    ],
    "context": [
        [
            "Theo Quyết định 2931/ ĐHBK ngày 10/9/2021, Quy định chung về học vụ và đào tạo, áp dụng từ học kỳ 211 thì: 25.3 Chuyển ngành Người học được xem xét chuyển sang học một ngành đào tạo khác khi có đù các điều kiện sau: a)Không đang là sinh viên trình độ năm thứ nhất hoặc năm cuối khóa đối với trình độ đại học, không thuộc diện bị xem xét buộc thôi học và còn dù thời gian học tập theo quy định; b)Đạt diều kiện trúng tuyển của ngành đào tạo trong cùng khóa tuyển sinh; c)Ngành chuyển đến có đủ các điều kiện bảo đảm chất lượng, chưa vượt quá năng lực đào tạo của khoá tuyển sinh; d)Được sự dồng ý của các Trưởng Khoa quản lý ngành chuyển đi và ngành chuyển đến. 25.4 Chuyển chương trình Trường hợp chuyển từ chương trình Kỹ sư Việt-Pháp dến chương trình đại trà, người học sẽ chuyển về ngành ban đầu khi trúng tuyển vào trường trước khi trúng tuyển vào chương trình Kỹ sư Việt-Pháp, hoặc được xem xét như trường hợp chuyển ngành nếu trúng tuyển trực tiếp vào chương trình Kỹ sư Việt-Pháp. Trường họp chuyền từ chương trình dại trà đến chương trình Kỹ sư Việt-Pháp, thực hiện theo dề án tuyển sinh của chương trình Kỹ sư Việt-Pháp hoặc theo quy định dành riêng cho chương trình này. Trường hợp chuyển từ chương trình Chất lượng cao, Tiến tiến đến chương trình đại trà, áp dụng quy dịnh về chuyển ngành. Trường hợp chuyển từ chương trình đại trà dến chương trinh Chất lượng cao, Tiến tiến, thực hiện theo đồ án tuyển sinh bổ sung vào chương trình Chất lượng cao, Tiên tiến (nếu có). Trong trường họp trúng tuyển bổ sung, chi các học phần tương ứng với các học phần tổ chức học bàng tiếng Việt cùa chương trình Chất lượng cao, Tiên tiến mới được xem xét chuyển dổi kết quả học tập."
        ],
        [
            "Tại Khoa KH & KTMT, chỉ đào tạo chương trình tiêu chuẩn và chương trình giảng dạy bằng tiếng Anh, chương trình định hướng Nhật Bản, không đào tạo chương trình tiên tiến. "
        ],
        [
            "Chào bạn, trường Đại học Bách khoa HCM chỉ có 1 ngành Kiến trúc xét theo tổ hợp C01 (Toán, Lý, Văn) thôi bạn nhé. Vì vậy, ngành Logistics và quản lý chuỗi cung ứng không xét theo khối C mà chỉ xét khối A00, A01. "
        ],
        [
            "Chào bạn, KTX Bách khoa tọa lạc tại số 497 Hòa Hảo, quận 10 chỉ cách trường 6 phút đi xe thôi bạn nhé"
        ],
        [
            "Một trong những hướng chủ đạo của ngành Kỹ thuật Máy tính là phát triển các hệ thống dựa trên nền tảng vạn vật kết nối. Đây là một trong những thế mạnh của thầy và trò ngành Kỹ thuật Máy tính ở trường Đại học Bách khoa – ĐHQG TPHCM. "
        ],
        [
            "KHMT: Ngành Khoa học Máy tính thuộc nhóm ngành Máy tính và Công nghệ thông tin. Mục tiêu của chương trình ngành Khoa học Máy tính là đào tạo ra những kỹ sư có chất lượng cao, có khả năng thiết kế, xây dựng và triển khai những hệ thống phần mềm đáp ứng nhu cầu trong nước và quốc tế. Kỹ sư tốt nghiệp ngành Khoa học Máy tính cũng được trang bị những kiến thức cần thiết để có thể học tiếp cao học và tiến sỹ trong lĩnh vực Máy tính và Công nghệ thông tin.  q Chương trình sẽ trang bị cho sinh viên kiến thức nền tảng thuộc lĩnh vực Máy tính và Công nghệ thông tin, kiến thức cốt lõi ngành Khoa học Máy tính, và kiến thức, công nghệ chuyên sâu của ngành như trí tuệ nhân tạo, bảo mật và an toàn máy tính, xử lý dữ liệu khối lượng lớn từ mạng Internet và các mạng xã hội, thiết kế và phát triển các ứng dụng cho các thiết bị di động và môi trường Web. Sau khi tốt nghiệp chương trình ngành Khoa học Máy tính của Trường Đại học Bách Khoa, các kỹ sư có thể đảm nhiệm nhiều công việc trong lĩnh vực Máy tính và Công nghệ thông tin như: -       Thiết kế và xây dựng các phầm mềm máy tính cho các ngân hàng, các tổ chức tài chính, hành chính và thương mại, v.v. -       Thiết kế và xây dựng các ứng dụng cho các thiết bị di động, ứng dụng thương mại điện tử trên nền Web, các trò chơi trên máy tính và thiết bị di động, v.v. -       Quản trị và xây dựng các giải pháp đảm bảo an toàn cho các hệ thống máy tính và hệ thống mạng máy tính. -       Làm việc trong các công ty gia công phần mềm cho các thị trường Mỹ, Nhật và Châu  u. -       Tư vấn, thẩm định và phát triển các dự án, giải pháp công nghệ thông tin. KTMT: Ngành Kỹ thuật Máy tính thuộc nhóm ngành Máy tính và Công nghệ thông tin. Mục tiêu của chương trình ngành Kỹ thuật Máy tính là đào tạo ra những kỹ sư có chất lượng cao, có khả năng thiết kế, xây dựng và triển khai những hệ thống phần mềm và phần cứng cho máy tính và các thiết bị điều khiển nhằm đáp ứng nhu cầu trong nước và quốc tế. Kỹ sư tốt nghiệp ngành Kỹ thuật Máy tính cũng được trang bị những kiến thức cần thiết để có thể học tiếp cao học và tiến sỹ trong lĩnh vực Máy tính và Công nghệ thông tin.   Chương trình sẽ trang bị cho sinh viên kiến thức nền tảng thuộc lĩnh vực Máy tính và Công nghệ thông tin, kiến thức cốt lõi ngành Kỹ thuật Máy tính, và kiến thức, công nghệ chuyên sâu của ngành như vi xử lý, vi điều khiển, thiết kế vi mạch, phần mềm nhúng, phần mềm cho các thiết bị điều khiển tự động, robot công nghiệp.  Sau khi tốt nghiệp chương trình ngành Kỹ thuật Máy tính của Trường Đại học Bách Khoa, các kỹ sư có thể đảm nhiệm nhiều công việc trong lĩnh vực Máy tính và Công nghệ thông tin như: -       Thiết kế và xây dựng các phầm mềm, phần cứng cho các thiết bị điều khiển tự động như các thiết bị điều khiển trong ô tô, thiết bị điện tử, thiết bị đọc mã vạch, robot công nghiệp, các dây chuyền công nghiệp. -       Quản trị và xây dựng các giải pháp đảm bảo an toàn cho các hệ thống máy tính và mạng máy tính. -       Làm việc trong các công ty gia công phần mềm cho các thị trường Mỹ, Nhật và Châu  u. -       Tư vấn, thẩm định và phát triển các dự án, giải pháp công nghệ thông tin. "
        ],
        [
            "Cơ hội việc làm cho ngành KHMT là rất lớn, … "
        ],
        [
            "Chào bạn, ngành khoa học máy tính thuộc chương trình giảng dạy bằng tiếng Anh có học phí 40 triệu/HK, mỗi năm sẽ có 2 học kỳ chính nhé bạn. "
        ],
        [
            "Nếu em học chương trình chính quy tiêu chuẩn thì em sẽ học ở CS2, Dĩ An, Bình Dương. Nếu em học chương trình trình giảng dạy bằng tiếng Anh, chương trình định hướng Nhật Bản thì em sẽ học ở CS1, Lý Thường Kiệt, Quận 10. "
        ],
        [
            "Em nên học ngành KHMT. "
        ],
        [
            "Kỹ thuật máy tính là 1 lựa chọn phù hợp. "
        ],
        [
            "Trường có chính sách hỗ trợ về việc giảm/ miễn giảm tiền học phí. Em có thể  liên hệ Phòng Công tác Chính trị- Sinh viên để được giúp đỡ.  Ngoài ra, Trường còn có quỹ học bổng BKA, tiêu chí cho vay rất rộng mở, dễ tiếp cận: SV chỉ cần cam kết học tập ra Trường. "
        ],
        [
            "Chào bạn, bạn không cần gửi lại bộ hồ sơ khác nha bạn. Bạn vui lòng gửi mail về địa chỉ admission@hcmut.edu.vn và trình bày tình trạng kèm theo mã hồ sơ của bạn để được hỗ trợ bạn nhé. "
        ],
        [
            "Theo từ điển Cambridge thì “kỹ thuật” (engineering) có nghĩa là sự nghiên cứu để ứng dụng các nguyên lý khoa học để thiết kế và xây dựng các máy móc, cấu trúc và các hệ thống khác nhau; “máy tính” (computer) là một máy điện tử sử dụng cho mục đích lưu trữ, tổ chức và tìm kiếm các từ ngữ, các con số và các hình ảnh để tính toán và điều khiển các máy khác. Như vậy, Kỹ thuật Máy tính theo địnhh nghĩa là ngành sẽ ứng dụng các nguyên lý khoa học để thiết kế và hiện thực các hệ thống máy tính khác nhau nhằm nhiều mục đích. Tại Khoa KH&KTMT, ngành Kỹ thuật Máy tính hướng đến mục tiêu đào tạo sinh viên một cách toàn diện để có thể thiết kế và hiện thực được các hệ thống tính toán hoàn chỉnh phục vụ cho các loại ứng dụng khác nhau từ các ứng dụng sử dụng trí tuệ nhân tạo cho đến các ứng dụng trên nền tảng IoT hay các ứng dụng liên quan đến chuỗi khối (blockchain). Cụ thể, sinh viên có thể phát triển được các hệ thống sau khi hoàn tất chương trình đào tạo KTMT: - Hướng trí tuệ nhân tạo: nhận dạng đối tượng (gương mặt, biển số xe, làn đường,…); nhận dạng phân tích âm thanh (giọng nói, nhạc,…); phân tích các hành vi bất thường trên môi trường mạng tốc độ cao; điều khiển đèn giao thông bằng học tăng cường (reinforcement learning). - Hướng hệ thống nhúng: các hệ thống điều khiển tự động như nhà thông minh, nông nghiệp thông minh (tưới tiêu tự động); hệ thống quản lý giao nhận hàng tự động (smart box); các hệ thống điều khiển tự động máy móc công nghiệp (máy CNC, máy sấy trái cây,…). - Hướng Internet vạn vật (IoT): các hệ thống quan trắc môi trường, chất lượng nguồn nước; các hệ thống giám sát xe, giám sát kho bãi; các hệ thống phục vụ nông nghiệp công nghệ cao; các hệ thống và các ứng dụng dựa trên các thiết bị di động. - Hướng tính toán hiệu năng cao – điện toán đám mây: các hệ thống xử lý song song, tính toán trên nền tảng đa nhân; các hệ thống phòng chống tấn công mạng tốc độ cao sử dụng các thiết bị phần cứng chuyên dụng; các hệ thống phân tích chuỗi dữ liệu sinh học; các hệ thống điện toán đám mây như Microsoft Azure, Google Cloud, Amazon Cloud,… - Hướng mạng máy tính và an ninh mạng: các hệ thống dựa trên chuỗi khối; các hệ thống bảo mật mạng ở nhiều mức khác nhau; các hệ thống mật mã; các ứng dụng web và các hệ thống mạng. "
        ],
        [
            "Chào bạn, về vấn đề này, bạn vui lòng gửi mail về địa chỉ admission@hcmut.edu.vn và trình bày tình trạng kèm theo mã hồ sơ của bạn để được hỗ trợ bạn nhé. "
        ],
        [
            "Em có thể học ngành nào cũng được, miễn em yêu thích và đủ tiêu chuẩn theo học chương trình. "
        ],
        [
            "Chào bạn, nếu bạn không có điểm thi ĐGNL thì bạn vẫn có thể xét tuyển được cho phương thức 5 nhưng khi đó sẽ lấy điểm thi THPT QG quy đổi ra cột điểm ĐGNL cho bạn, còn việc quy đổi như thế nào thì vẫn chưa có thông tin ạ"
        ],
        [
            "Chào bạn, về vấn đề này bạn vui lòng gửi câu hỏi lên trang hỗ trợ trực tuyến của phòng đào tạo BKSI để được hỗ trợ bạn nhé"
        ],
        [
            "Chào bạn, về vấn đề này, bạn vui lòng liên hệ đến PĐT Sau đại học qua số điện thoại 02838647256, sau đó bấm số nội bộ 5263 để được hỗ trợ bạn nhé"
        ],
        [
            "Hoàn toàn có thể, hiện tại thầy trò ngành Kỹ thuật Máy tính ở trường Đại học Bách khoa – ĐHQG TPHCM có liên kết rất chặt chẽ với những công ty thiết kế vi mạch hàng đầu khu vực TPHCM nói riêng và miền nam nói chung như Renesas, Marvell, AMCC,… Chương trình đào tạo có hẳng một môn liên quan đến thiết kế vi mạch được thiết kế và giảng dạy trực tiếp bởi chuyên gia hàng đầu từ Renesas Việt Nam. "
        ],
        [
            "SV được phép chuyển ngành nếu thỏa các điều kiện theo quy định học vụ. "
        ],
        [
            "Hằng năm, Khoa & Trường đều tổ chức ngày hội việc làm để em có cơ hội học hỏi, trao đổi và tham dự phỏng vấn với nhà tuyển dụng. Ngay từ năm 3, các em đã đi thực tập với các doanh nghiệp có liên hệ với Khoa/Trường, nếu năng lực của em phù hợp với yêu cầu của công ty em có thể có việc làm bán thời gian/toàn thời gian ngay từ thời điểm này. "
        ],
        [
            "Em có thể du học tự túc hoặc bằng học bổng. Hằng năm, Trường đều phổ biến thông tin về cơ hội học bổng/ du học cho sinh viên thông qua website Khoa, Trường và nhiều kênh khác.  "
        ],
        [
            "Chào bạn, thời gian công bố kết quả theo phương thức 1.1 dự kiến sẽ có trước 17g ngày 05/07/2023 bạn nhé"
        ],
        [
            "Chào bạn, hiện tại vẫn chưa có thông tin về thời gian công bố kết quả xét tuyển phương thức 5 Xét tuyển kết hợp nhiều tiêu chí. Hiện tại, đang có 2 mốc thời gian như sau: 1. Thí sinh đăng ký nguyện vọng tại cổng tuyển sinh của Bộ GD&ĐT: 10/07/2023 đến trước 17g00, 30/07/2023 2, Đăng ký bổ sung các thông tin xét tuyển tại cổng đăng ký tuyển sinh của trường ĐHBK: Trước ngày 30/07/2023 Về chi tiết các thông tin xét tuyển liên quan đến phương thức 5, bạn có thể tham khảo tại đây: https://hcmut.edu.vn/tuyen-sinh/dai-hoc-chinh-quy/phuong-thuc-tuyen-sinh/xet-tuyen-tieu-chi\""
        ],
        [
            "Năm 2023 hiện đang để trọng số của các cột điểm trong phương thức 5 tương ứng là 90% điểm học lực gồm ĐGNL 50-75%, THPT QG 20-30%, Học bạ 0-5% và 5% thành tích cá nhân, 5% hoạt động xã hội, văn thể mỹ bạn nhé"
        ],
        [
            "Tại ĐH Bách Khoa, Khoa KH & KT Máy tính, đào tạo 2 ngành Khoa học Máy tính và Kỹ thuật Máy tính. Từ khóa 2019, ngành Khoa học Máy tính bao gồm 6 chuyên ngành:1) Khoa học Máy tính, 2) Công nghệ dữ liệu bảo mật & trí tuệ kinh doanh, 3) Công nghệ phần mềm, 4) Mật mã và an ninh mạng, 5) Trí tuệ nhân tạo và ứng dụng, 6) Xử lý ảnh và Thị giác máy tính. Ngành Kỹ thuật Máy tính bao gồm 3 chuyên ngành: 1) Kỹ thuật Máy tính, 2) Hệ thống tính toán hiện đại, 3) Internet vạn vật và an ninh mạng. Có thể hiểu, Công nghệ Thông tin là tên gọi chung, chỉ 1 nhóm môn học mà trong quá trình học 1 trong 2 ngành kể trên, các em sẽ được cung cấp kiến thức về nó. "
        ],
        [
            "Hoàn toàn có thể, sinh viên có thể phát triển được các hệ thống nhúng từ đơn giản đến phức tạp phục vụ cho nhiều mục đích khác nhau như giám sát, điều khiển thiết bị từ xa, điều khiển máy móc tự động. "
        ],
        [
            "Sinh viên không cần phải có kiến thức hay kỹ năng gì cụ thể, tất cả sẽ được hướng dẫn và giảng dạy từ đầu. Tuy nhiên, sinh viên cần có niềm đam mê và hứng thú với ngành hay cụ thể hơn là với các hướng học tập nghiên cứu đã nêu trên. "
        ],
        [
            "- Khoa KH & KT Máy tính hiện có 2 chương trình dành cho người vừa đi làm vừa đi học, thời gian học được tổ chức ngoài giờ. Đối tượng tham gia xét tuyển: tốt nghiệp THPT. - Chương trình Vừa làm Vừa học (VLVH) ngành Khoa học Máy tính với 10 học kỳ, chương trình Đào tạo Từ xa (ĐTTX) ngành Công nghệ Thông tin với 08 học kỳ. Trong cả 2 chương trình này, học viên sẽ được xét miễn giảm các môn đã học nếu được Hội đồng ngành đồng ý. - Cả 2 chương trình đều hướng tới đào tạo người học thông qua hình thức đào tạo ngoài giờ, tối ưu thời gian của người học. Các giảng viên giảng dạy trong chương trình là các thầy/cô giàu kinh nghiệm và từ chương trình đào tạo chính quy qua dạy nên sẽ đảm bảo về mặt truyền đạt kiến thức, không chênh lệch so với các hệ đào tạo chính quy. Ngoài ra, việc tổ chức/kiểm tra/ thi của hệ này chỉ tổ chức ngoài giờ, cuối tuần, giúp người học có thể dễ dàng sắp xếp công việc để tham gia việc học. "
        ],
        [
            "Điều kiện để được cấp Giấy xác nhận hoãn nghĩa vụ quân sự là em có đăng ký môn học trong học kỳ, nghĩa là chừng nào em còn đang thực học tại Trường em sẽ được Trường hỗ trợ tối đa về việc này. "
        ],
        [
            "Chào bạn, về vấn đề mật khẩu của tài khoản mybk thì bạn gửi mail về admission@hcmut.edu.vn để được hỗ trợ bạn nhé"
        ],
        [
            "Hoàn toàn có thể, sinh viên khi tốt nghiệp ngành KTMT có khả năng phân tích đánh giá mức độ bảo mật của một hệ thống tính toán, một website; có khả năng thiết kế và hiện thực các hệ thống phòng chống tấn công mạng ở cả mức phần mềm (tốc độ thấp) và mức phần cứng bằng các thiết bị chuyên dụng (tốc độ cao). Ngoài ra, sinh viên còn được cung cấp những kiến thức hàn lâm cơ bản về mật mã học (mã khối, mã đối xứng, mã không đối xứng, chữ ký điện tử, blockchain). "
        ],
        [
            "4 năm (+2 năm), bằng cử nhân, áp dụng từ 2019. "
        ],
        [
            "Chương trình đào tạo liên thông Đại học – Thạc sĩ được triển khai từ năm học 2019-2020 cho phép sinh viên có học lực khá giỏi rút ngắn thời gian học tập (lợi ít nhất 1 năm) so với tổng thời gian đào tạo trình độ đại học và trình độ thạc sĩ của ngành tương ứng. Sinh viên tham dự chương trình có thể đăng ký học và tích lũy các môn học trình độ thạc sĩ từ năm 3 trong quá trình học đại học. Các môn học tích lũy này được xét công nhận cho các môn ở trình độ Đại học (lên đến 15 tín chỉ). \t Điều kiện tham dự chương trình liên thông: + Số tín chỉ tích lũy tại thời điểm xét: > 60 + Điểm trung bình tích lũy tại thời điểm xét: > 7.0 + Đăng ký ngành thạc sĩ phù hợp với ngành đại học. Chi tiết chương trình: http://www.pgs.hcmut.edu.vn/vi/lien-thong-dh-ths/2020-07-31-07-54-16/ke-hoach-dang-ky"
        ],
        [
            "Phiếu đăng ký UTXT theo mẫu (được in từ hệ thống đăng ký xét tuyển UTXT ĐHQG-HCM) sau khi hoàn thành Bước 1 và Bước 2 (có đóng dấu xác nhận của trường THPT) Một bài luận được thí sinh viết tay trên giấy A4, trình bày động cơ học tập và sự phù hợp của năng lực bản thân với ngành học, trường học (độ dài tối đa là 1 mặt giấy A4) Một thư giới thiệu của giáo viên trường THPT, nơi thí sinh học lớp 12 (không cần đóng dấu của trường THPT) Bản sao học bạ 3 năm trung học phổ thông (có đóng dấu xác nhận của trường THPT) Bản sao chứng chỉ ngoại ngữ quốc tế (nếu có) Bản sao các giấy tờ minh chứng thành tích (nếu có) "
        ],
        [
            "Chào bạn, thời gian công bố kết quả theo phương thức 2 dự kiến sẽ có trước 17g ngày 26/06/2023 bạn nhé"
        ],
        [
            "Tham khảo quy định về mức thu học phí năm học 2022-2023: https://hcmut.edu.vn/dao-tao/hoc-phi  \tĐào tạo đại học, chương trình tiêu chuẩn: Từ khóa 2021: Học phí trọn gói theo học kỳ. Học phí học kỳ: 13.750.000 VNĐ/HK. Đơn giá học phí tín chỉ vượt định mức: 805.000 VNĐ/TC. Đơn giá học phí tín chỉ học lại GDTC: 805.000 VNĐ/TC. Đào tạo đại học giảng dạy bằng tiếng Anh, định hướng Nhật Bản: Từ khóa 2021: Học phí trọn gói theo học kỳ. Chương trình\t\tHọc phí (VNĐ/HK)\tĐơn giá học phí tín chỉ vượt định mức (VNĐ/HK) CLC/TT/LKQT/CTQT\t36.000.000\t\t\t2.220.000 CLC-TCTN, TCTN\t\t27.500.000\t\t\t980.000 "
        ],
        [
            "Mỗi ngành đều có thuận lợi và khó khăn nhất định, quan trọng là sự yêu thích và chịu khó học hỏi, tìm tòi kiến thức từ ngành học. "
        ],
        [
            "Nếu cần tư vấn thêm các vấn đề liên quan đến ngành Kỹ thuật Máy tính xin mời xem trang tiếp theo - Trang Facebook chính thức của ngành Kỹ thuật Máy tính trường Đại học Bách khoa – ĐHQG TPHCM: https://www.facebook.com/hcmut.ce/ - Website chính thức của khoa Khoa học và Kỹ thuật Máy tính – trường Đại học Bách khoa – ĐHQG TPHCM: https://cse.hcmut.edu.vn/dai-hoc-ky-thuat-may-tinh/ "
        ],
        [
            "Bắt đầu từ năm 2019, sinh viên theo học chương trình đào tạo đại học chính quy  ngành KHMT & KTMT đều có thể đăng ký học liên thông đại học- cao học ngành Khoa học Máy tính ngay từ năm 3. Việc học liên thông này sẽ giúp em rút ngắn thời gian đào tạo thạc sĩ cũng như giảm chi phí đào tạo. "
        ],
        [
            "Ngoài 100% sinh viên tốt nghiệp có việc làm ở các công ty lớn hoặc đi du học, các sinh viên ngành KTMT trong 05 năm gần đây (2017-2022) còn có thành tích học thuật nghiên cứu khoa học rất xuất sắc. Cụ thể như sau: - 03 bài báo khoa học tạp chí uy tín hàng đầu thế giới (ISI và Scopus) (Sinh viên là tác giả chính) - 10 bài báo khoa học các hội nghị uy tín thế giới (Sinh viên là tác giả chính) - Giải 03 cuộc đua số toàn quốc do FPT tổ chức - Giải nhất cuộc thi lập trình Markethon với sản phẩm Máy check-in IoTs - Các giải thưởng SV NCKH các cấp "
        ],
        [
            "Theo Quyết định 2933/ ĐHBK ngày 10/9/2021, Quy định học vụ và đào tạo Đại học, áp dụng từ học kỳ 211 thì: Điều 12. Dào tạo song ngành 12.1 Quy định chung Trong thời gian dào tạo ngành thứ nhất, sinh viên được đăng ký học và tích lũy các học phần của ngành thứ nhất và của ngành thứ hai. Ngoại trừ các chưcmg trình dào tạo song ngàrih tuyển sinh ngay từ đầu, sinh viên được dăng ký học ngành thứ hai sớm nhất khi dã được xốp trình độ năm thứ hai của ngành thứ nhất và muộn nhất là 02 năm trước thời điểm tốt nghiệp ngành thứ hai. Tại thời điểm đăng ký, sinh viên phải đáp ứng các điều kiện sau: a)\tĐiểm trung bình tích lũy xép loại khá trở lên và đáp ứng ngưỡng bảo đảm chất lượng của ngành thứ hai trong năm tuyển sinh, hoặc diểm trung bình tích lũy xếp loại trung bình và dáp ứng điều kiện trúng tuyển của ngành thứ hai trong năm tuyển sinh; b)\tĐược sự đồng ý của Trường Khoa quản lý ngành thứ hai căn cứ trên các tiêu chí đánh giá về năng lực đào tạo của ngành thứ hai."
        ],
        [
            "Trường có KTX tại quận 10 & KTX thuộc KTX ĐHQG-TpHCM, để được xem xét ở KTX em cần thỏa các điều kiện do KTX đưa ra. "
        ],
        [
            "Chào bạn, trường chỉ làm việc trong giờ hành chính từ thứ 2 đến thứ 6 thôi bạn nhé."
        ],
        [
            "Em không giỏi vậy lý vẫn có thể theo học ngành KHMT, vì ngành không chuyên sâu về các môn cơ bản, CTĐT tập trung cung cấp kiến thức ngành, giúp em hiểu và có thể vận dụng kiến thức ngành trong công việc thực tiễn. "
        ],
        [
            "Có 3 chuyên ngành cụ thể ở ngành Kỹ thuật Máy tính ở trường Đại học Bách khoa – ĐHQG TPHCM: - Chuyên ngành Internet vạn vật và An ninh mạng: nếu theo đuổi chuyên ngành này, sinh viên sẽ đào sâu các kiến thức và kỹ năng liên quan đến các hướng Internet vạn vật; hướng mạng máy tính và an ninh mạng (chi tiết các hướng này đã nêu ở Câu 1) - Chuyên ngành Các hệ thống tính toán hiện đại: nếu theo đuổi chuyên ngành này, sinh viên sẽ đào sâu các kiến thức và kỹ năng liên quan đến các hướng trí tuệ nhân tạo, hướng hệ thống nhúng và hướng tính toán hiệu năng cao (chi tiết các hướng này đã nêu ở Câu 1) - Chuyên ngành Kỹ thuật Máy tính (trùng tên với ngành): sinh viên không theo một trong hai chuyên ngành cụ thể nêu trên sẽ được công nhận thuộc chuyên ngành này. Khi đó, sinh viên có thể học một các tổng quan tất cả các hướng đã nêu. "
        ],
        [
            "Như đã trình bày ở trên, “Kỹ thuật Máy tính” nói chung là hướng đến thiết kế và hiện thực toàn bộ hệ thống máy tính sử dụng các nguyên lý khoa học. Một hệ thống máy tính hoàn chỉnh sẽ bao gồm 3 lớp cơ bản là: phần cứng (các board mạch từ đơn giản đến phức tạp như Arduino hay Raspberry; các nền tảng tính toán như GPU hay các bộ xử lý đa nhân); phần mềm hệ thống (hệ điều hành, các trình biên dịch, các dịch vụ điều khiển thiết bị); và phần mềm ứng dụng, trí tuệ nhân tạo (ví dụ TensorFlow, Apache Spark). - Ngành KTMT ở trường Đại học Bách khoa – ĐHQG TPHCM giảng dạy sinh viên ở cả ba lớp nêu trên nhưng tập trung nhiều vào phần mềm hệ thống và phần cứng. Từ đó, sinh viên có thể lập trình được và phát triển được các ứng dụng không chỉ thực thi được trên máy tính cá nhân (máy tính để bàn hay máy tính xách tay) mà còn thực thi được trên các board mạch hệ thống nhúng và các hệ thống tính toán chuyên biệt như hệ thống đa nhân, GPU hay các chip phần cứng lập trình được. Trên cơ sở đó, sinh viên tốt nghiệp ngành KTMT sẽ có thể tham gia được vào các dự án thuộc các hướng như đã nêu ở Câu 1. - Ngược lại: ngành KHMT ở trường Đại học Bách khoa – ĐHQG TPHCM tập trung nhiều vào phần mềm ứng dụng và một phần mức phần mềm hệ thống. Sinh viên ngành KHMT có thể làm các công việc sau sau khi tốt nghiệp: Thiết kế và xây dựng các phầm mềm máy tính cho các ngân hàng, các tổ chức tài chính, hành chính và thương mại,…; Thiết kế và xây dựng các ứng dụng cho các thiết bị di động, ứng dụng thương mại điện tử trên nền Web, các trò chơi trên máy tính và thiết bị di động,…; Quản trị và xây dựng các giải pháp đảm bảo an toàn cho các hệ thống máy tính và hệ thống mạng máy tính. "
        ],
        [
            "Chào bạn, Trường Đại học Bách khoa có đào tạo ngành Kỹ thuật máy tính và Khoa học máy tính với 2 tổ hợp xét tuyển là A00 (Toán, Lý, Hóa) và A01 (Toán, Lý, Anh). Vậy nên khi thi tổ hợp môn Khoa học xã hội thì không đủ điều kiện để xét tuyển vào ngành này nhé bạn. "
        ],
        [
            "Tham khảo quy định về mức thu học phí năm học 2022-2023: https://hcmut.edu.vn/dao-tao/hoc-phi"
        ],
        [
            "Chào bạn, bạn có thể tham khảo các mốc thời gian đăng ký xét tuyển cho phương thức 5 như sau:  1. Thí sinh đăng ký nguyện vọng tại cổng tuyển sinh của Bộ GD&ĐT: 10/07/2023 đến trước 17g00, 30/07/2023 2, Đăng ký bổ sung các thông tin xét tuyển tại cổng đăng ký tuyển sinh của trường ĐHBK: Trước ngày 30/07/2023 Về chi tiết các thông tin xét tuyển liên quan đến phương thức 5, bạn có thể tham khảo tại đây: https://hcmut.edu.vn/tuyen-sinh/dai-hoc-chinh-quy/phuong-thuc-tuyen-sinh/xet-tuyen-tieu-chi\""
        ],
        [
            "Ngành Kỹ thuật Máy tính ở trường Đại học Bách khoa – ĐHQG TPHCM đã được trình bày ở Câu 1 và Câu 2. Ngành Công nghệ thông tin ở các trường Đại học khác thường hướng đến việc giảng dạy sinh viên phát triển phần mềm bằng một ngôn ngữ cụ thể hoặc sử dụng những phần mềm sẵn có, hơn là hướng sinh viên đến toàn bộ hệ thống tính toán hoàn chỉnh. "
        ],
        [
            "Chào bạn, điểm xét tuyển của phương thức 2 không có điểm thưởng của các thành tích khác bạn nhé. Điểm xét tuyển phương thức 2 là xét theo tổng các điểm trung bình các môn (thuộc tổ hợp môn xét tuyển) của các năm lớp 10, 11, 12; theo bài luận của thí sinh và thư giới thiệu của giáo viên. "
        ],
        [
            "Em có thể đi dạy sau khi tốt nghiệp đại học, tùy vào tiêu chuẩn của cơ sở tuyển dụng. "
        ],
        [
            "Em hoàn toàn có thể theo học KHMT, vì trong quá trình học em sẽ được thầy/cô cung cấp kiến thức cũng như tư vấn về chương trình học. "
        ],
        [
            "Đây cũng là một thế mạnh khác của thầy và trò ngành KTMT ở trường Đại học Bách khoa – ĐHQG TPHCM. Taị đây, thầy và trò của ngành KTMT đang có một trong những hệ thống tính toán hiệu năng cao nhất và hiện đại nhất Việt Nam. Bên cạnh đó, thầy trò ngành Kỹ thuật Máy tính cũng đang sở hữu những hệ thống tính toán chuyên dụng như GPU hay các chip phần cứng lập trình được có thể nói là hiện đại nhất ở khu vự phía nam. "
        ],
        [
            "Bạn vui lòng theo dõi tình trạng hồ sơ trên cổng của ĐHQG hoặc trên cổng mybk để biết được tình trạng hồ sơ của bạn nhé. Nếu bạn đã thấy hiện dòng chữ \"Hồ sơ đã được xác nhận\" hoặc mã \"QSB-UTXT-....\" là hồ sơ đã xác nhận rồi bạn nhé "
        ],
        [
            "Hoàn toàn có thể, sinh viên có thể phát triển được các hệ thống dựa trên trí tuệ nhân tạo như: nhận dạng đối tượng (gương mặt, biển số xe, làn đường,…); nhận dạng phân tích âm thanh (giọng nói, nhạc,…); phân tích các hành vi bất thường trên môi trường mạng tốc độ cao; phát triển các hệ thống dựa trên AI cho các ngành khác (hệ điều khiển tín hiệu giao, phân tích hệ gen của virus, nhận dang bệnh cây trồng). "
        ],
        [
            "Chào bạn, hiện tại vẫn chưa có thông tin về công thức tính điểm của năm nay bạn nhé. Theo như năm 2022 thì công thức tính điểm sẽ được công bố cùng lúc với điểm chuẩn xét tuyển của phương thức 5."
        ],
        [
            "Em có thể học được ngành KTMT vì CTĐT tập trung cung cấp kiến thức ngành, giúp em hiểu và có thể vận dụng kiến thức ngành trong công việc thực tiễn. "
        ],
        [
            "Chào bạn, bạn vui lòng gửi mail về địa chỉ mail admission@hcmut.edu.vn, cung cấp thông tin (như mã hồ sơ, họ tên, số CMND/CCCD) và trình bày tình trạng của bạn để được hỗ trợ bạn nhé.\t"
        ],
        [
            "Là Specialist"
        ],
        [
            "SV vui lòng xem chi tiết tại phụ lục 9. QUY ĐỊNH VỀ KỸ NĂNG CÔNG NGHỆ THÔNG TIN/ Điều 2. Các điều kiện ràng buộc"
        ],
        [
            "Không"
        ],
        [
            "SV năm 1 phải đạt chuẩn kỹ năng ứng dụng CNTT cơ bản, để được xếp trình độ năm 2, trình độ này là trình độ đăng ký môn học theo chương trình đào tạo hay là cấp độ học tiếp theo của kỹ năng ứng dụng CNTT? SV tham khảo quy định chi tiết tại Quy định về học vụ và đào tạo bậc đại học – Phiên bản hợp nhất (1)/ Điều 24- Xếp trình độ năm học cho sinh viên. "
        ],
        [
            "SV chỉ cần có Chứng chỉ nộp là đạt"
        ],
        [
            "SV vui lòng xem chi tiết tại phụ lục 9. QUY ĐỊNH VỀ KỸ NĂNG CÔNG NGHỆ THÔNG TIN/ Điều 2. Các điều kiện ràng buộc Xem chi tiết lịch đăng ký môn học tại trang web hcmut.edu.vn >> Đào tạo >> Lịch học vụ >> 2022-2023 >> Học kỳ 2"
        ],
        [
            "Đối với sinh viên TẠM DỪNG và dự tính quay lại học vào học kì 2 năm học 2022 - 2023, vậy bạn sẽ nộp chứng chỉ sau thời hạn thì có được hay không? Vì theo như quy định sinh viên phải có chứng chỉ CNTT cơ bản thì mới dược đăng ký học phần năm 2. Nhưng bạn này quay lại học vào kì 2 của năm 2, nên sẽ nộp chứng chỉ sau thì có được đăng ký học phần của kỳ 2 được hay không? Xem chi tiết lịch đăng ký môn học tại trang web hcmut.edu.vn >> Đào tạo >> Lịch học vụ >> 2022-2023 >> Học kỳ 2"
        ],
        [
            "SV vui lòng xem chi tiết tại phụ lục 9. QUY ĐỊNH VỀ KỸ NĂNG CÔNG NGHỆ THÔNG TIN/ Điều 3. Cách thức đạt chuẩn - Nhà trường tổ chức các kỳ kiểm tra kỹ năng ứng dụng Công nghệ thông tin nội bộ, không cấp chứng chỉ, miễn phí một lần cho toàn bộ các sinh viên chính quy trong năm thứ nhất. -Trường phối hợp với các đơn vị có trách nhiệm tổ chức các kỳ thi lấy chứng chỉ MOS cho sinh viên. Mỗi sinh viên chính quy được miễn"
        ],
        [
            "Nộp bất kỳ lúc nào để xét đạt chuẩn bắt đầu từ cuối tháng 08/2022 nhưng phải trước thời gian đăng ký LVTN"
        ],
        [
            ""
        ],
        [
            "SV vui lòng gửi câu hỏi vào trang Hỗ trợ trực tuyến : https://mybk.hcmut.edu.vn/bksi/ hỏi-yêu cầu/Tạo câu hỏi-yêu cầu mới để gửi câu hỏi cho Phòng Đào tạo hỗ trợ"
        ],
        [
            "GS3,4,5,6"
        ],
        [
            "SV vui lòng xem chi tiết tại phụ lục 9. QUY ĐỊNH VỀ KỸ NĂNG CÔNG NGHỆ THÔNG TIN/ Điều 3. Cách thức đạt chuẩn"
        ],
        [
            "Xem chi tiết lịch đăng ký môn học tại trang web hcmut.edu.vn >> Đào tạo >> Lịch học vụ >> 2022-2023 >> Học kỳ 2"
        ],
        [
            "gồm Excel và Powerpoint "
        ],
        [
            "Hiện tại, không phân biệt "
        ],
        [
            "SV xem mục V: Chứng nhận kết quả (SV tham gia kỳ thi) & mục VI: Quy định về Chứng chỉ (SV nộp CC)/ Thông báo V/v tổ chức kiểm tra Kỹ năng ứng dụng công nghệ thông tin, PĐT đã gởi qua tin nhắn Bkel vào ngày 01/7 "
        ],
        [
            "SV xem mục VII: Kỳ thi MOS/ Thông báo V/v tổ chức kiểm tra Kỹ năng ứng dụng công nghệ thông tin, PĐT đã gởi qua tin nhắn Bkel vào ngày 01/7 "
        ],
        [
            "Hiện tại, CC CNTT không có thời hạn, tuy nhiên tất cả các CC CNTT được thẩm tra hợp lệ thì được xem đạt theo quy định (nên còn phụ thuộc vào đơn vị cấp chứng chỉ), các trường hợp đăng ký nộp sai thông tin CC CNTT sẽ bị kỷ luật với mức cao nhất là buộc thôi học và bị hủy các kết quả. Ngoài ra còn phải chịu hình thức kỷ luật cấm thi từ đơn vị cấp chứng chỉ."
        ],
        [
            "SV xem PHỤ LỤC ĐÍNH KÈM của Thông báo V/v tổ chức kiểm tra Kỹ năng ứng dụng công nghệ thông tin, PĐT đã gởi qua tin nhắn Bkel vào ngày 01/7"
        ],
        [
            "SV vui lòng xem chi tiết tại phụ lục 9. QUY ĐỊNH VỀ KỸ NĂNG CÔNG NGHỆ THÔNG TIN/ Điều 2. Các điều kiện ràng buộc SV phải đạt CC MOS để được đăng ký học phần Khóa luận tốt nghiệp, không có trường hợp ngoại lệ"
        ],
        [
            "Môn Thực tập 2 bản chất là một môn học trong khung CTĐT áp dụng từ K2022 trở đi nên học viên đăng ký môn học theo quy trình thông thường của P.SĐH. Khoa sẽ triển khai thông tin để học viên đăng ký với GVHD vào đầu mỗi học kì sau khi có danh sách học viên đăng ký chính thức. Sau đó, học viên làm việc trực tiếp với GVHD. Xem thêm thông tin Môn Thực tập 2 là gì?"
        ],
        [
            "Quá trình và cách thức thực hiện những nội dung công việc của môn Thực tập sẽ do GVHD quy định cụ thể."
        ],
        [
            "_x0008_Theo thang đánh giá của môn học thông thường"
        ],
        [
            "Theo quy định mới về khung chương trình đào tạo ThS của Bộ GD&ĐT áp dụng cho K2022 trở đi"
        ],
        [
            "Quá trình và cách thức thực hiện những nội dung công việc của môn Thực tập sẽ do GVHD quy định cụ thể."
        ],
        [
            "o        Học viên có thể học đồng thời 02 môn Thực tập 1 và Thực tập 2 trong cùng một học kì (miễn sao đảm bảo về quy định về số tín chỉ đăng ký môn học mỗi học kì). Tuy nhiên, học viên bắt buộc hoàn tất Thực tập 2 trước khi thực hiện Đồ án tốt nghiệp."
        ],
        [
            "Học viên có thể liên hệ với GV thông qua các môn học hoặc truy cập trang web của Khoa KHKTMT (https://cse.hcmut.edu.vn/) để tìm kiếm thông tin về GV, các nhóm nghiên cứu để định hướng đề tài theo mong muốn hoặc sở thích.  "
        ],
        [
            "Môn Thực tập 1 được tổ chức dưới dạng thực hiện đồ án môn học theo các chủ đề thuộc các chuyên ngành đào tạo của Khoa KH&KTMT đã và đang vận hành, bao gồm: Khoa học Máy tính, Khoa học Dữ liệu, An ninh mạng, Kỹ thuật phần mềm, Kỹ thuật Máy tính (nội dung không giới hạn, chỉ cần phù hợp với ngành KHMT nói chung là được). Nội dung và hình thức thực hiện thì mỗi học viên sẽ có 01 GV hướng dẫn từ Khoa KHKTMT và đánh giá. Khuyến khích những đồ án có thực tập với doanh nghiệp và có 01 đồng hướng dẫn từ doanh nghiệp."
        ],
        [
            "Hiện tại không ràng buộc giữa 02 môn Thực tập. Chỉ có ràng buộc giữa môn Thực tập 2 và Đồ án tốt nghiệp"
        ],
        [
            "Quá trình và cách thức thực hiện những nội dung công việc của môn Thực tập sẽ do GVHD quy định cụ thể."
        ],
        [
            "Hiện tại không có chính sách miễn. Nhưng học viên có thể kết hợp công việc tại doanh nghiệp và các môn thực tập (kể cả đồ án tốt nghiệp) nhưng bắt buộc phải có sự đồng ý hướng dẫn hoặc đồng hướng dẫn bởi 01 GV của Khoa KHKTMT"
        ],
        [
            "Học viên không cần làm gì cả. Kết quả đánh giá sẽ được quyết định bởi các thành viên Hội đồng và nộp trực tiếp về P.SĐH. "
        ],
        [
            "Môn Thực tập 2 chỉ được áp dụng cho học viên từ Khoá 2022 trở về sau, trong khi Môn Đề cương luận văn chỉ áp dụng cho các học viên K2021 trở về trước. "
        ],
        [
            "Hiện tại các môn Thực tập được áp dụng cho học viên từ K2022 trở đi."
        ],
        [
            "So với các CTĐT từ K2021 trở về trước thì trong CTĐT K2022 thì không còn môn Đề cương luận văn và đổi tên LVTN thành ĐATN. Trong khi đó, sẽ có phát sinh thêm 02 môn mới có tên là Thực tập 1 & Thực tập 2. "
        ],
        [
            "Do môn Thực 1 và Thực 2 không có ràng buộc về thứ tự nên việc đăng ký môn học tuỳ thuộc vào kế hoạch học tập của mỗi học viên. Nhưng lưu ý là học viên bắt buộc phải hoàn thành Thực tập 2 trước khi thực hiện Đồ án Tốt nghiệp"
        ],
        [
            "Môn thực tập bản chất là một môn học trong CTĐT nên không có lương."
        ],
        [
            "Danh sách các nghiệp trên trang thực tập hiện tại chỉ áp dụng cho chương trình đào tạo đại học."
        ],
        [
            "Tuỳ số lượng sinh viên đăng ký tại mỗi học kỳ."
        ],
        [
            "Môn Thực tập 1 và Thực tập 2 không có ràng buộc về thứ tự. Nhưng lưu ý là học viên bắt buộc phải hoàn thành Thực tập 2 trước khi thực hiện Đồ án Tốt nghiệp"
        ],
        [
            "Môn thực tập bản chất là một môn học trong CTĐT nên không có lương."
        ],
        [
            "Khoa KHKTMT sẽ triển khai các biểu mẫu đăng ký cho học viên vào đầu mỗi học kì"
        ],
        [
            "Học viên không cần làm gì cả. Kết quả đánh giá sẽ do GVHD nộp trực tiếp về P.SĐH. "
        ],
        [
            "Hiện tại, các môn Thực tập được mở trong tất cả các học kì."
        ],
        [
            "Hiện tại không ràng buộc giữa 02 môn Thực tập. "
        ],
        [
            "GV khác khoa có thể tham gia đồng hướng dẫn với GV của Khoa KHKTMT"
        ],
        [
            "Theo quy định mới về khung chương trình đào tạo ThS của Bộ GD&ĐT áp dụng cho K2022 trở đi"
        ],
        [
            "GVHD của Khoa KHKTMT sẽ quyết định điểm đánh giá cuối cùng."
        ],
        [
            "Môn Thực tập 2 được tổ chức và vận hành theo như Đề cương luận văn như các CTĐT trước đây mà khoa chúng ta đã vận hành và học viên sẽ bảo vệ trước hội đồng. Học viên bắt buộc phải hoàn thành Thực tập 2 trước khi thực hiện Đồ án Tốt nghiệp"
        ],
        [
            "Về nguyên tắc, tất cả GV hoạt động trong cùng lĩnh vực hoặc chuyên gia từ doanh nghiệp đều có thể tham Hướng dẫn học viên. Tuy nhiên, bắt buộc có ít nhất 01 GV của Khoa KHKTMT đồng ý tham gia hướng dẫn hoặc đồng hướng dẫn. "
        ],
        [
            "Đề tài mà học viên muốn hỏi ở đây là cho Thực tập 1, Thực tập 2 hay Đồ án tốt nghiệp??? "
        ],
        [
            "Học viên bắt buộc hoàn tất Thực tập 2 trước khi thực hiện Đồ án tốt nghiệp. Đồ án Tốt nghiệp phải được phát triẻn từ một đề tài Thực tập 2"
        ],
        [
            "_x0008_Theo thang đánh giá của môn học thông thường"
        ],
        [
            "Về nguyên tắc là KHÔNG được thay đổi. Tuy nhiên, HĐ Ngành Khoa và BCN Khoa xem xét tuỳ trường hợp cụ thể sẽ do "
        ],
        [
            "GVHD của Khoa KHKTMT sẽ quyết định điểm đánh giá cuối cùng."
        ],
        [
            "Khung CTĐT sẽ được áp dụng tại thời điểm học viên chính thức trúng tuyển vào chương trình đào tạo ThS"
        ],
        [
            "Danh sách các nghiệp trên trang thực tập hiện tại chỉ áp dụng cho chương trình đào tạo đại học."
        ],
        [
            "Danh sách các doanh nghiệp trên trang thực tập hiện tại chỉ áp dụng cho chương trình đào tạo đại học. Nhưng học viên có thể tham khảo thông tin doanh nghiệp để chủ động liên hệ nếu muốn."
        ],
        [
            "Quá trình và cách thức thực hiện những nội dung công việc của môn Thực tập sẽ do GVHD quy định cụ thể."
        ],
        [
            "Khoa KHKTMT sẽ triển khai các biểu mẫu đăng ký cho học viên vào đầu mỗi học kì"
        ],
        [
            "Môn Thực tập 1 và Thực tập 2 là 02 môn bắt buộc trong khung CTĐT áp dụng cho K2022 trở đi."
        ],
        [
            "Học viên có thể liên hệ với GV thông qua các môn học hoặc truy cập trang web của Khoa KHKTMT (https://cse.hcmut.edu.vn/) để tìm kiếm thông tin về GV, các nhóm nghiên cứu để định hướng đề tài theo mong muốn hoặc sở thích.  "
        ],
        [
            "Về nguyên tắc là KHÔNG được thay đổi. Tuy nhiên, HĐ Ngành Khoa và BCN Khoa xem xét tuỳ trường hợp cụ thể sẽ do "
        ],
        [
            "Hiện tại, các môn Thực tập được mở trong tất cả các học kì."
        ],
        [
            "Xem thông tin môn tả về Môn Thực tập 1 và Thực tập 2 là gì?"
        ],
        [
            "Quá trình và cách thức thực hiện những nội dung công việc của môn Thực tập sẽ do GVHD quy định cụ thể."
        ],
        [
            "Môn Thực tập 2 được tổ chức và vận hành theo như Đề cương luận văn như các CTĐT trước đây mà khoa chúng ta đã vận hành và học viên sẽ bảo vệ trước hội đồng. Nội dung đề tài phù hợp với chuyên ngành đào tạo và được sự đồng ý hướng dẫn hoặc đồng hướng dẫn bởi ít nhất 01 GV của Khoa KH&KTMT. "
        ],
        [
            "Học viên có kết hợp việc thực tập tại doanh nghiệp khi đăng ký các môn Thực tập 1 & 2 nhưng bắt buộc phải có sự đồng ý hướng dẫn hoặc đồng hướng dẫn bởi 01 GV của Khoa KHKTMT"
        ],
        [
            "o        Học viên đăng ký môn học theo quy trình của P.SĐH o        Học viên chủ động tìm GVHD để thống nhất đề tài và kế hoạch thực hiện o        Học viên sẽ nộp báo cáo và thực hiện báo cáo trước Hội đồng (do Khoa đề xuất) vào cuối học kì để đánh giá kết quả và góp ý cho việc thực hiện tiếp giai đoạn Đồ án tốt nghiệp. "
        ],
        [
            "Môn Thực tập 1 được tổ chức dưới dạng thực hiện đồ án môn học theo các chủ đề thuộc các chuyên ngành đào tạo của Khoa KH&KTMT đã và đang vận hành, bao gồm: Khoa học Máy tính, Khoa học Dữ liệu, An ninh mạng, Kỹ thuật phần mềm, Kỹ thuật Máy tính (nội dung không giới hạn, chỉ cần phù hợp với ngành KHMT nói chung là được)"
        ],
        [
            "Khoa KHKTMT sẽ triển khai các biểu mẫu đăng ký cho học viên vào đầu mỗi học kì"
        ],
        [
            "o        Học viên đăng ký môn học theo quy trình của P.SĐH o        Học viên sẽ được chọn chủ đề theo từng GVHD. Trong trường hợp học viên không tự chọn chủ đề, thì Khoa sẽ chủ động phân công GVHD cho từng học viên. o        Sau khi học viên được phân công GVHD thì học viên trực tiếp làm việc với GVHD để thực hiện Thực tập. GVHD có nhiệm vụ gởi kết quả đánh giá học viên sau khi kết thúc thời gian thực tập. "
        ],
        [
            "Khuyến khích chứ không có ràng buộc. "
        ],
        [
            "Môn Thực tập 1 bản chất là một môn học trong khung CTĐT áp dụng từ K2022 trở đi nên học viên đăng ký môn học theo quy trình thông thường của P.SĐH. Khoa sẽ triển khai thông tin để học viên đăng ký với GVHD vào đầu mỗi học kì sau khi có danh sách học viên đăng ký chính thức. Sau đó, học viên làm việc trực tiếp với GVHD. Xem thêm thông tin về Môn Thực tập 1 là gì?"
        ],
        [
            "Sau hạn cuối theo \"thông báo gởi qua tin nhắn Bkel vào đầu học kỳ\", PHÒNG ĐÀO TẠO sẽ lấy dữ liệu SV đăng ký Rút môn học và hậu kiểm các tình huống không đủ điều kiện Rút môn học. Sau đó PHÒNG ĐÀO TẠO  sẽ cập nhật điểm Rút (điểm RT hoặc điểm 17) tại trang web: mybk.hcmut.edu.vn  >> Thông tin sinh viên >> Bảng điểm. Quy định: Xem chi tiết tại trang hcmut.edu.vn >> Đào tạo >> Quy chế - quy định >> Quy định về học vụ và đào tạo bậc đại học – Phiên bản hợp nhất / Điều 16.2 Rút đăng ký học phần."
        ],
        [
            "Sinh viên cam kết sau khi Rút môn học phải đảm bảo đủ số tín chỉ tối thiểu của học kỳ.  Sinh viên đăng ký Rút môn học và nhận điểm R (điểm 17). SV phải nộp đủ học phí, kể cả các môn nhận điểm R . Rút môn học là có thời khoá biểu nhưng không tham dự thi không lấy điểm môn học. Các môn học được Rút sẽ không tính vào bảng điểm nhưng vẫn tính học phí."
        ],
        [
            "SV đăng ký tại trang mybk.hcmut.edu.vn >> Ứng dụng cho Sinh viên >> Đăng ký Rút Môn học .  Thời gian đăng ký: Theo lịch thông báo gởi qua tin nhắn Bkel vào đầu học kỳ."
        ],
        [
            "Môn thực tập của mỗi học viên được hướng dẫn chính (hoặc đồng hướng dẫn) chính bởi 01 GV của Khoa, nội dung và cách thức thực hiện sẽ do GVHD quyết định."
        ],
        [
            "Môn thực tập của mỗi học viên được hướng dẫn chính (hoặc đồng hướng dẫn) bởi 01 GV của Khoa, nội dung và cách thức thực hiện sẽ do GVHD quyết định. Học viên có thể trao đổi với GVHD để sắp xếp lịch làm việc phù hợp."
        ],
        [
            "Những khó khăn về chuyên môn, học viên sẽ được hỗ trợ chính bởi GVHD.  Ngoài ra, những vấn đề ngoài chuyên môn, tuỳ trường hợp, học viên có thể liên hệ P.SĐH, Giáo vụ Khoa để xem xét hỗ trợ."
        ],
        [
            "Môn thực tập của mỗi học viên được hướng dẫn chính (hoặc đồng hướng dẫn) chính bởi 01 GV của Khoa, nội dung và cách thức thực hiện sẽ do GVHD quyết định. Hiện tại, Khoa/Trường không triển khai bắt buộc thực tập tại công ty nên chưa có danh sách công ty thực tập cho bậc ThS. Tuy nhiên, học viên có thể tham khảo danh sách công ty thực tập ở bậc đại học. Trong trường hợp học viên cần thư giới thiệu thì học viên có thể liên hệ với GVHD và Giáo vụ để xem xét hỗ trợ."
        ],
        [
            "Môn thực tập của mỗi học viên được hướng dẫn chính (hoặc đồng hướng dẫn) chính bởi 01 GV của Khoa, nội dung và cách thức thực hiện sẽ do GVHD quyết định."
        ],
        [
            "Môn thực tập của mỗi học viên được hướng dẫn chính (hoặc đồng hướng dẫn) chính bởi 01 GV của Khoa, nội dung và cách thức thực hiện sẽ do GVHD quyết định. Hiện tại, học viên không bắt buộc phải thực tập tại công ty."
        ]
    ]
}